import React from "react";

class Content extends React.Component {
  render() {
    return (
      <div>
        <h3>Мої хобі:</h3>
        <ul>
          <li>Спорт</li>
          <li>Подорожі</li>
          <li>Комп'ютерні ігри</li>
        </ul>

        <h3>Улюблені фільми:</h3>
        <ol>
          <li>Ботан і мачо</li>
          <li>Володар колець</li>
          <li>Ф1</li>
        </ol>

        <h3>Улюблене місто:</h3>
        <p>
          Львів — одне з найкрасивіших міст України, відоме своєю унікальною
          архітектурою, атмосферними кав'ярнями та багатою історією. Місто
          називають культурної столицею України.
        </p>
      </div>
    );
  }
}

export default Content;
